{
  "cs": [
    {
      "title": "Přihlašování na Letní tábor",
      "text": "Letní tábor Výfuku se bude konat v termínu 26. 7. – 8. 8. 2026 v Panenské Rozsíčce na Vysočině. V první fázi přihlašování, která začne 9. února ve 20:00, se bude moct přihlásit nejlepších 7 řešitelů z každé kategorie dle pořadí po 3. sérii. Tato fáze bude trvat dva týdny a místa, která se v první fázi přihlašování nenaplní, budou následně 23. února ve 20:00 nabídnuta prvním 50 řešitelům z každé kategorie, přičemž v této fázi již bude rozhodovat čas přihlášení.",
      "date": "8. února 2026",
      "link": ":Default:Events:tabor",
      "link-text": "Stránka Letního tábora"
    },
    {
      "title": "Pořadí po 3. sérii",
      "text": "Na našem webu právě přistálo pořadí řešitelů 3. série. Také bylo zveřejněno celkové pořadí po 3. sérii, podle kterého se vybírá na letní tábor. Všem gratulujeme a těšíme se na vaše řešení 4. sady úloh, která nám můžete posílat do 23. února.",
      "date": "27. ledna 2026",
      "link": ":Default:Results:default",
      "link-text": "Pořadí"
    },
    {
      "title": "Zadání 4. série",
      "text": "15. ročník Výfuku se přehoupl do své druhé poloviny. Na webu najdete zadání už 4. letošní série. Spolu s ním jsme zveřejnili i vzorová řešení minulé série, nezapomeňte si zkontrolovat své výsledky a postupy řešení. Než organizátoři opraví vaše řešení a dozvíte se pořadí po 3. sérii (které mimo jiné rozhoduje o pozvánkách na letní tábor), můžete se pustit do nejnovějších úloh a zkrátit si čas třeba přemýšlením o oblíbených pizzách organizátorů nebo Alešově těžké lahvi!",
      "date": "15. ledna 2026",
      "link": ":Default:Problems:default",
      "link-text": "Zadání"
    },
    {
      "title": "Druhá vlna přihlašování na Zimní Víkendovku",
      "text": "Dnes ve 20:00 se spustí druhé kolo přihlašování na Zimní víkendovku. Přihlásit se bude moct každý, kdo se po druhé sérii umístil do 60. místa. Pokud jste se stále nepřihlásili a máte v plánu se zúčastnit, tak se co nejdříve přihlašte.",
      "date": "12. ledna 2026",
      "link": "https://vyfuk.org/akce/detail/204",
      "link-text": "Stránka Zimní víkendovky"
    }
  ]
}
