{
  "cs": [
    {
      "title": "Konečné pořadí",
      "text": "Se zveřejněním výsledků 6. série známe již celkové pořadí a vítěze 14. ročníku, jimiž jsou v jednotlivých kategoriích Matěj Dudek, Lukáš Kopecký, Richard Menšík a Kryštof Bílý. Vítězům gratulujeme a připomínáme, že mají nejpozději do 23. 6. čas si vybrat některou z <a href=\"https://vyfuk.org/ceny\">odměn</a>, které nabízíme.",
      "date": "12. června 2025",
      "link": ":Default:Results:default",
      "link-text": "Pořadí"
    },
    {
<<<<<<< HEAD
      "title": "Každý ještě může vyhrát",
      "text": "Abychom podpořili vaši motivaci zapojit se do 6. série, rozhodli jsme se ze všech řešitelů, kteří v této sérii získají alespoň 1 bod, jednoho náhodně vylosovat. Vylosovaný řešitel pak bude mít možnost si přednostně vybrat libovolnou cenu, kterou Výfuk momentálně nabízí za skvělé umístění. Výherce zveřejníme na našich sociálních sítích a budeme jej kontaktovat ohledně zaslání výhry.",
      "link": ":Default:Prizes:default",
      "link-text": "Ceny"
=======
      "title": "Výfuk na Veletrhu vědy",
      "text": "Již tento týden nás můžete od čtvrtka do soboty potkat každý den na Veletrhu Vědy. Výfuk tam bude mít svůj stánek, kde se můžete pozdravit s organizátory, zeptat se na vše co vás zajímá a zkusit si vyřešit prázdninový kvíz. Pro nejlepší řešitele kvízu máme připravené čokolády. Budeme rádi, pokud k nám na stánek nasměrujete i lidi, kteří zatím Výfuk neřeší, ale mohl by je zajímat.",
      "date": "5. června 2025"
    },
    {
      "title": "Zadání 1. a 2. prázdninové série",
      "text": "Zvěřejnili jsme zadání 1. a 2. prázdninové série. Čas na řešení první prázdninové série máte do <b>22. 7. 2025</b>, svá řešení druhé prázdninové série můžete odevzdávat až do <b>26. 8. 2025</b>.",
      "date": "5. června 2025",
      "link": ":Default:Problems:default",
      "link-text": "Zadání"
    },
    {
      "title": "Spuštění nového webu",
      "text": "Právě jsme pro vás spustili nový web! Je v novém designu a s množstvím aktualizovaných informací. Pokud byste našli nějakou chybu, neváhejte nás kontaktovat na <a href='mailto:vyfuk@vyfuk.org'>vyfuk@vyfuk.org</a>",
      "date": "16. května 2025"
>>>>>>> upstream/master
    }
  ]
}