{
    "komentář k používání" : [
        "všechny novinky jsou v tomto souboru",
        "každá novinka je objekt s klíči title, text, link, link-text a color uzavřené ve složených závorkách. Jednotlivé novinky jsou odděleny čárkami",
        "barvy -- pokud se novinka týká akce, co má námi danou barvu, tak dodržujte ideálně tyto barvy -- lze napsat prostě 'fof', 'fol', 'fykos', 'dsef', 'naboj'.",
        "jinak se dá použít libovolná barva v hex formátu, např. '#000000' je černá. Ale pozor, ať se to do stránky graficky hodí.",
        "ad text -- Pozor na kapitalizace u nadpisů, hlavně v angličtině... 'Tohle je nadpis', ale v en 'This Is a Heading' (google 'title-style capitalization')",
        "Název tlačítka se bere jako nadpis a taky ho kapitalizujeme dle stejných pravidel",
        "Pokud chceš v textu uvozovky, buď uvoď daný text jednoduchou uvozovkou ' místo dvojitou, nebo v textu použij backslash: \" ",
        "pokud něco nefunguje, dost možná je někde špatně čárka",
        "do novinek se dají dávat i html elementy"
    ],
    "cs" : [
{
            "title": "Problémové úlohy",
            "text": "Baví vás řešit problémové úlohy? Nově budeme ve vzorových řešení zveřejňovat i vaše nejlepší zpracování problémových úloh. A autory nejlepších řešení samozřejmě nemine ani odměna!",
            "link": "https://fykos.cz/zadani",
            "link-text": "Zadání",
            "color": "fykos"
        },
        {
            "title": "Letní stáže",
            "text": "Fyzika se neobejde bez vědecké práce, která se neodmyslitelně pojí s experimenty! Letos se nejlepší řešitelé experimentálních úloh budou moct zúčastnit dvoutýdenní letní stáže na vědeckých pracovištích v Praze a zkusit si tak, co všechno práce v laboratoři obnáší! Neváhejte a pusťte se do měření. Jestli si ale ještě nejste jistí, jak na zpracování experimentů, může vám pomoct náš návod.",
            "link": "https://fykos.cz/akce/fykos/experimenty",
            "link-text": "Návod",
            "color": "fykos"
        }
    ],
    "en" : [
         {
            "title": "Open Problems",
            "text": "Do you like to ponder over open-ended questions? This year we will include some of your best solutions to the open problems in our official solution. Oh, and the authors of the chosen solutions will get a reward!",
            "link": "https://fykos.org/problems",
            "link-text": "Problems",
            "color": "fykos"
        }
    ]
}