
{
    "komentář k používání" : [
        "všechny novinky jsou v tomto souboru",
        "každá novinka je objekt s klíči title, text, link, link-text a color uzavřené ve složených závorkách. Jednotlivé novinky jsou odděleny čárkami",
        "barvy -- pokud se novinka týká akce, co má námi danou barvu, tak dodržujte ideálně tyto barvy -- lze napsat prostě 'fof', 'fol', 'fykos', 'dsef', 'naboj'.",
        "jinak se dá použít libovolná barva v hex formátu, např. '#000000' je černá. Ale pozor, ať se to do stránky graficky hodí.",
        "ad text -- Pozor na kapitalizace u nadpisů, hlavně v angličtině... 'Tohle je nadpis', ale v en 'This Is a Heading' (google 'title-style capitalization')",
        "Název tlačítka se bere jako nadpis a taky ho kapitalizujeme dle stejných pravidel",
        "Pokud chceš v textu uvozovky, buď uvoď daný text jednoduchou uvozovkou ' místo dvojitou, nebo v textu použij backslash: \" ",
        "pokud něco nefunguje, dost možná je někde špatně čárka",
        "do novinek se dají dávat i html elementy"
    ],
    "cs" : [
        {
            "title": "Letní stáže",
            "text": "Fyzika se neobejde bez vědecké práce, která se neodmyslitelně pojí s experimenty! Letos se nejlepší řešitelé experimentálních úloh budou moct zúčastnit dvoutýdenní letní stáže na vědeckých pracovištích v Praze a zkusit si tak, co všechno práce v laboratoři obnáší! Neváhejte a pusťte se do měření. Jestli si ale ještě nejste jistí, jak na zpracování experimentů, může vám pomoct náš návod.",
            "link": "https://fykos.cz/akce/fykos/experimenty",
            "link-text": "Návod",
            "color": "fykos"
        },
        {
            "title": "Otevření registrace na Fyziklání Online",
            "text": "Všichni milovníci fyziky pozor! Spouští se přihlášky na letošní Fyziklání Online. Tak dejte dohromady partu až pěti kamarádů a 20.11. si zasoutěžte s tisíci fyzikálních nadšenců z celého světa!",
            "link": "https://online.fyziklani.cz/",
            "link-text": "Web Fyziklání Online",
            "color": "fol"
        }
    ],
    "en" : [
        {
            "title": "Registration for Physics Brawl Online",
            "text": "Registration for this year's Physics Brawl Online is open. So get together up to five friends and dive into solving all kinds of physics problems on November 20!",
            "link": "https://physicsbrawl.org/",
            "link-text": "Physics Brawl Online",
            "color": "fol"
        }
    ]
}