{
    "komentář k používání" : [
        "všechny novinky jsou v tomto souboru",
        "každá novinka je objekt s klíči title, text, link, link-text a color uzavřené ve složených závorkách. Jednotlivé novinky jsou odděleny čárkami",
        "barvy -- pokud se novinka týká akce, co má námi danou barvu, tak dodržujte ideálně tyto barvy -- lze napsat prostě 'fof', 'fol', 'fykos', 'dsef', 'naboj'.",
        "jinak se dá použít libovolná barva v hex formátu, např. '#000000' je černá. Ale pozor, ať se to do stránky graficky hodí.",
        "ad text -- Pozor na kapitalizace u nadpisů, hlavně v angličtině... 'Tohle je nadpis', ale v en 'This Is a Heading' (google 'title-style capitalization')",
        "Název tlačítka se bere jako nadpis a taky ho kapitalizujeme dle stejných pravidel",
        "Pokud chceš v textu uvozovky, buď uvoď daný text jednoduchou uvozovkou ' místo dvojitou, nebo v textu použij backslash: \" ",
        "pokud něco nefunguje, dost možná je někde špatně čárka",
        "do novinek se dají dávat i html elementy"
    ],
    "cs" : [{
            "title": "Prodloužení deadlinu",
            "text": "Kvůli pozdnímu zveřejnění seriálového textu jsem se rozhodli prodloužit deadline úlohy S do 12. října. Za způsobené potíže se omlováme.",
            "link": "https://fykos.cz/zadani",
            "link-text": "Zadání",
            "color": "fykos"
        },
                  {
            "title": "Zaregistrujte se na Fyziklání Online",
            "text": "Spustila se registrace do letošního ročníku Fyziklání Online! Tak sežeňte partu až pěti kamarádů a 26. listopadu se přidejte k týmům z celého světa v řešení originálních fyzikálních úloh!",
            "link": "https://online.fyziklani.cz/registrace",
            "link-text": "Registrace",
            "color": "fol"
        }
    ],
    "en" : [{
            "title": "Deadline extension",
            "text": "Due to delays in the S assignment, we have decided to extend its deadline to October 12nd. We apologize for any inconvenience.",
            "link": "https://fykos.org/problems",
            "link-text": "Problems",
            "color": "fykos"
        },
            {
            "title": "Registration for Physics Brawl Online",
            "text": "The registration for Physics Brawl Online is opened! Gather a group of up to five friends and join teams from all over the world to solve physics problems on November 26th! ",
            "link": "https://physicsbrawl.org/registration",
            "link-text": "Registration",
            "color": "fol"
        }
    ]
}