{
    "komentář k používání" : [
        "všechny novinky jsou v tomto souboru",
        "každá novinka je objekt s klíči title, text, link, link-text a color uzavřené ve složených závorkách. Jednotlivé novinky jsou odděleny čárkami",
        "barvy -- pokud se novinka týká akce, co má námi danou barvu, tak dodržujte ideálně tyto barvy -- lze napsat prostě 'fof', 'fol', 'fykos', 'dsef', 'naboj'.",
        "jinak se dá použít libovolná barva v hex formátu, např. '#000000' je černá. Ale pozor, ať se to do stránky graficky hodí.",
        "ad text -- Pozor na kapitalizace u nadpisů, hlavně v angličtině... 'Tohle je nadpis', ale v en 'This Is a Heading' (google 'title-style capitalization')",
        "Název tlačítka se bere jako nadpis a taky ho kapitalizujeme dle stejných pravidel",
        "Pokud chceš v textu uvozovky, buď uvoď daný text jednoduchou uvozovkou ' místo dvojitou, nebo v textu použij backslash: \" ",
        "pokud něco nefunguje, dost možná je někde špatně čárka",
        "do novinek se dají dávat i html elementy"
    ],
    
    "cs" : [{
            "title": "Otevřela se registrace na Fyziklání",
            "text": "Otevřeli jsme registraci na Fyziklání 2026, které se bude konat 13. 2. v Praze. Můžeš se těšit na týmovou soutěž v počítání zajímavých fyzikálních úloh, ale i na bohatý doprovodný program! Tak neváhej a přihlaš svůj tým!",
            "link": "https://fyziklani.cz/registrace",
            "link-text": "Registrace",
            "color": "fof"
       },
       {
            "title": "Výsledky Fyziklání Online",
            "text": "Proběhl 15. ročník soutěže Fyziklání Online, který se konal 26. listopadu. Jak se týmům dařilo si můžete prohlédnout ve výsledcích.",
            "link": "https://online.fyziklani.cz/2025/vysledky/",
            "link-text": "Výsledky",
            "color": "fol"
        }
    ],
    "en" : [{
            "title": "Registration for Fyziklání is now open",
            "text": "We have opened registration for Fyziklání 2026, which will take place on February 13 in Prague. You can look forward to a team-based competition focused on solving interesting physics problems, as well as a rich accompanying program. So don't hesitate and register your team!",
            "link": "https://fyziklani.org/registration",
            "link-text": "Registration",
            "color": "fof"
        },
        {
            "title": "Results of Physics Brawl Online",
            "text": "The 15th edition of the Fyziklání Online competition took place on November 26. You can see how the teams performed in the published results.",
            "link": "https://physicsbrawl.org/2025/results/",
            "link-text": "Results",
            "color": "fol"
        }
    ]
}
