[
  {
    "event_id": 132,
    "text": "<p>Our review of the Online Physics Brawl is only positive. It was a great opportunity to try solving problems that are very different from the ones you can find in textbooks or competitions like the Physics Olympiad. It also enabled us to compare our problem solving skills with other students.</p><br/><p>Physics Brawl was a great way to spend a late afternoon in the company of amazing people and physics. Although the members of our team are scattered all over the country, it paid off that we met at one place since we had a great time hanging out together, and it helped to make the communication more effective.</p><br/><p>The organization of the competition was perfect. There were only a few technical problems that were swiftly taken care of. Also we appreciated the addition of the Hurry-up series that is not normally present in the Physics Brawl. </p><br/><p>Although the classic Physics Brawl is better in every way, this online version was very enjoyable as well. We would definitely recommened to participate. It was a great experience, and we are looking forward to competing next year!</p>",
    "lang": "en",
    "teams": [
      1905
    ],
    "images": []
  },
  {
    "event_id": 94,
    "text": "I am now attaching a photo of our team (Quantum, from Brazil). The small plank I'm holding is our team mascot, called Planck.<br/>Our team is participating in the Online Physics Brawl for the second time (last year, we were named Quantum Brazil) in a row. We don't necessarily participate expecting to win, since the competition for this olympiad is big, but we love the format of it. The questions are quite challenging (IPhO training-level, in my opinion), and along with the time constraint and the quick assistance done in real time by you guys (along with thorough, immediate results at the end) just build up on an amazing olympic experience.<br/>I take care of a website that's specialized in talking about scientific olympiads in Brazil, called Olimpíadas Científicas (www.olimpiadascientificas.com), and I was able to see a lot of different online olympiads come and go. You guys are, by far, the best online olympiad I've ever seen.<br/>I hope my friends and I participate in the Online Physics Brawl next year as well.<br/>Thanks for the experience.",
    "lang": "en",
    "teams": [
      421
    ],
    "images": [
      {
        "caption": "Quantum team",
        "filename": "1.jpg"
      }
    ]
  },
  {
    "event_id": 94,
    "text": "We are from Colombia and really enjoyed the contest!<br/>Thank you for the opportunity!",
    "lang": "en",
    "teams": [
      557
    ],
    "images": [
      {
        "caption": "San Ignacio team",
        "filename": "2.jpg"
      }
    ]
  },
  {
    "event_id": 94,
    "text": "Tak sice asi nevyhrajeme, ale posíláme alespoň fotku nás všech z týmu GYMPL :D<br/>Název fotky je \"Nejlepší spolupracovníci\".",
    "lang": "cs",
    "teams": [
      369
    ],
    "images": [
      {
        "caption": "Nejlepší spolupracovníci, tým GYMPL :D",
        "filename": "3.jpg"
      }
    ]
  },
  {
    "event_id": 94,
    "text": "Fyziklání bylo velmi náročné, ale úlohy jsme řešily s úsměvem. Často jsme si rvaly vlasy, když nám došlo, že vše co jsme vypočítaly, bylo marné, ale chvíle úlevy po dobře vypočítaném příkladu nám zase dodaly naději. Celá soutěž nás stmelila a poučila. Rády se zúčastníme i příští rok.",
    "lang": "cs",
    "teams": [
      401
    ],
    "images": [
      {
        "caption": "Tým Hotentoti",
        "filename": "4.jpg"
      },
      {
        "caption": "Tým Hotentoti",
        "filename": "5.jpg"
      },
      {
        "caption": "Tým Hotentoti",
        "filename": "6.jpg"
      }
    ]
  },
  {
    "event_id": 94,
    "text": "Fyziklání online sme riešili priamo v priestoroch našej školy (GAMČA). Radi by sme poďakovali škole za túto možnosť.<br/>V priebehu súťaže u nás na škole bola príjemná atmosféra. Občas nastalo napätie pred odovzdávaním príkladu, či je správne vyrátaný. Súťaž sme si užili a sme radi, že sme sa do nej mohli zapojiť.​ Na fotografii sú zľava: Tomáš Sásik, Matej Parada, Barbara Pulmannová, Nina Raganová a Sára Kuťková.",
    "lang": "cs",
    "teams": [
      398
    ],
    "images": [
      {
        "caption": "Tým MRGAITS",
        "filename": "7.jpg"
      }
    ]
  },
  {
    "event_id": 94,
    "text": "Posíláme 3 fotky našeho týmu před a po řešení Fyziklání Online. Sešli jsme se na Fakultě matematiky na University of Cambridge. Dobrá soutěž - díky!<br/>Náš tým (na fotkách zprava): Stanislav Fořt, Jakub Vošmera, Dominik Miketa, Michal Buráň",
    "lang": "cs",
    "teams": [
      377
    ],
    "images": [
      {
        "caption": "Tým Fizzy Wizzies",
        "filename": "8.jpg"
      },
      {
        "caption": "Tým Fizzy Wizzies",
        "filename": "9.jpg"
      },
      {
        "caption": "Tým Fizzy Wizzies",
        "filename": "10.jpg"
      }
    ]
  },
  {
    "event_id": 94,
    "text": "",
    "lang": "cs",
    "teams": [
      587
    ],
    "images": [
      {
        "caption": "Tým Gymšpiťáci",
        "filename": "11.jpg"
      }
    ]
  },
  {
    "event_id": 94,
    "text": "Ve středu 2. 12. 2015 se v odpoledních hodinách na pražském Gymnáziu Špitálská sešli tři mladí studenti  Jakub Janoušek, Michal Koldinský a Eliška Synková, aby společně řešili úlohy letošního ročníku Fyziklání online. Od svých obrazovek z pohodlí domova jim pomáhal Vít Janda a Tomáš Faikl. Je nutné podotknout, že každý ze zmiňovaných navštěvuje jinou školu a to i v různých městech. Naše pětice se poznala letos během soutěže Expedice Mars, o čem svědčí také náš název Expedice Mars 2015. V 17:00 soutěž započala a na webových stránkách soutěže se začaly objevovat první úlohy. Naší pětici šlo z počátku vše rychle od ruky, s dalšími příklady však přicházela vyšší obtížnost. Konečný bodový zisk našeho týmu činil v době ukončení soutěže ve 20:00 57 bodů, což odpovídá 12 vyřešeným úlohám. Tento bodový zisk nám zajistil 7. pozici v celkovém pořadí kategorie C. Soutěže jsme se letos zúčastnili poprvé, v příštím roce už plánujeme dosáhnout na nejvyšší příčky.<br/>Na fotografii zleva: Michal Koldinský, Jakub Janoušek, Eliška Synková",
    "lang": "cs",
    "teams": [
      414
    ],
    "images": [
      {
        "caption": "Tým Expedice Mars 2015",
        "filename": "12.jpg"
      }
    ]
  },
  {
    "event_id": 94,
    "text": "Mega bolo,<br/>dobre sa nam ratalo - v skole a jeden cez net. Priklady boli dost dobre, pomenej mechaniky potesilo. Pre mna top moment vyriesenie 32 a zistenie, ze E/B=c pre elmag vlnu. Na odoslanie posledneho prikladu nam 15 sekund nezvysilo :P",
    "lang": "cs",
    "teams": [
      469
    ],
    "images": [
      {
        "caption": "Tým Víťazi v okamihu",
        "filename": "13.jpg"
      }
    ]
  },
  {
    "event_id": 94,
    "text": "Psala se středa 2. listopadu 2015. Nad Třincem se setmělo, lidé již dojeli z práce a z nákupů domů, děti ze škol rovněž. V dáli září železárny a hle, na gymnáziu se ještě také svítí. Proč to?<br/>Jak se již stalo tradicí, v prvních prosincových dnech se tu dobrovolně v 17 hodin večer sejde parta, kterou by většina spolužáků označila za blázny, jež obětují tři hodiny volného času ve prospěch fyziky. Pro nás se však Fyziklání resp. Fyziklání online stalo v průběhu let srdcovou záležitostí. Před čtyřmi lety se na „gymplu“ začal formovat tým, který neměl ty nejvyšší ambice, nebyl složen z pěti Einsteinů a nevěděl, co čekat. Co nám však nechybělo, bylo odhodlání, spousta jídla a sladkostí a hlavně týmový duch. Pětice studentů, která doznala drobných změn a skončila ve finálním složení  Lukáš, Štěpán, Jirka, Kamil a Maku však zanedlouho začala dobývat svět. Během následujících let jsme se Fyziklání a Fyziklání online zúčastnili pokaždé, řešili je s velkým nadšením a měli ohromnou radost z našich úspěchů, ale hlavně, měli jsme radost ze hry. Klasické Fyziklání pro nás vždy znamenalo krásný výlet do dalekého hlavního města s paní profesorkou, dále možnost se lecčemu přiučit, zavařit si hlavu nad zajímavými úlohami a v dobré náladě usedat odpoledne do vlaku směr dálný východ. Fyziklání online sice postrádá efekt přímého soupeření s ostatními v jedné místnosti, avšak na půvabu rozhodně neztrácí.<br/>Tento rok jsme se tak rozhodli do něj znova s chutí pustit, tentokrát poprvé v nejstarší kategorii A. Jídla a pití bylo dost, technika zlobila, knih, tabulek a papírů bylo dost a hodiny ukazovaly 16:59, zkrátka všechno jak má být. Jako vždy zdravě nahecovaní a napjatí jsme čekali zadání prvních úloh, které v zápětí přišlo. Následující tři hodiny se pak asi dají nejlépe popsat jako změť počtů, náhod, nových myšlenkových postupů, ťukání do kalkulačky, hledání v tabulkách, stěžování si na banální chyby, záblesků radosti ze správných výsledků a klasického shonu těsně před koncem. To vše však ve veselé a pohodové atmosféře našeho tradičního doupěte  studovny s pohodlnými gauči. Náš tradiční rituál nedívání se na výsledky byl bohužel asi dvě minuty před koncem zhacen naší paní profesorkou. Nic naplat, soutěž je ukončena, máme toho dost a vidíme naše umístění  6. místo. Vzhledem k tomu, že jsme poprvé soutěžili v kategorii A, a né všichni plánujeme kariéru v CERNu, jsme byli s výsledkem spokojeni. Krátce jsme zkontrolovali naše mladší kolegy a potencionální nástupce, kteří soutěžili v kategorii C a nostalgicky zavzpomínali na mladá léta. Čas hrozně letí, když jste maturant. Po dlouhém dni v „ústavu“ už ale hurá domů, s myšlenkami upřenými k tomu, jak se v Praze co nejlépe rozloučit s epochou jménem Fyziklání.<br/>Nezbývá, nežli znovu poděkovat organizátorům za skvěle připravenou soutěž, kterou považujeme za tu nejlepší pod sluncem. Těšíme se na Vás v Praze!<br/>Tým Gymtri (Markéta Kubiková, Lukáš Supik, Štěpán Stenchlák, Jiří Mravec, Kamil Cinkraut)",
    "lang": "cs",
    "teams": [
      394
    ],
    "images": [
      {
        "caption": "Tým Gymtri",
        "filename": "14.jpg"
      },
      {
        "caption": "Tým Gymtri",
        "filename": "15.jpg"
      },
      {
        "caption": "Tým Gymtri",
        "filename": "16.jpg"
      },
      {
        "caption": "Tým Gymtri",
        "filename": "17.jpg"
      },
      {
        "caption": "Tým Gymtri",
        "filename": "18.jpg"
      }
    ]
  },
  {
    "event_id": 94,
    "text": "Ahojte,<br/>nejdřív bych chtěla říct, že fyziklání bylo super a zároveň nemám absolutně tušení, co mám napsat do téhle zprávy. Soutěžili jsme v počítačové učebně na Přírodovědecké fakultě UP ješte s jedním týmem z naší školy, který byl ale v nižší kategorii. Nejdřív nám šlo počítání jako po másle, ale pak jsme se postupně začali zadrhávat. Já jsem například vždycky došla buď k nějakému naprosto nesmyslnému obřímu číslu, nebo šílenému vzorečku. Honza, který seděl vedle mne poslední hodinu už jen bezradně zíral do monitoru a občas přepínal zadání úloh. Kluci za náma zase počítali stylem: ...hmm, nevychází nám to, tak tohle zanedbáme a tam něco přičteme a hele, máme výsledek. :D<br/>Nakonec jsme skončili 12. a tým co tam byl s námi, ale v nižší kategorii nás dokonce i bodově předběhl.<br/>Co se týče fotky, tak kluci se nechtěli fotit a jelikož já nemám mobil s foťákem, tak jsem to fotila cizím. Podle toho to taky vypadá.",
    "lang": "cs",
    "teams": [
      346
    ],
    "images": [
      {
        "caption": "Tým Tachyony",
        "filename": "19.jpg"
      }
    ]
  },
  {
    "event_id": 94,
    "text": "V útulnej FKS mietnosti na Bratislavskom MatFyze, s chladničkou plnou diferenciálnych operátorov a pomarančami na riešenie úloh o symetriách zafarbených sfér. A v nemenej útulnej hotelovej izbe v Kórei sa zúčastnil FtáKopySk po tretí krát Fyzikláni Online.<br/>Tento rok s veľmi jasným cieľom: poraziť Smoluchowski's team.<br/>Ten tožiž skončil tesne pred FtáKopySkom už predchádzajúce dva ročníky. Motivácia bola zvýšena o stávku, o kamión čohosi o čom neradno hovoriť. Vedľajším cieľom bolo samozrejme poraziť všetkých ostatných a zarátať si zaujímavé úlohy.<br/>Všetkých ostatných sme porazili, zaujímavé úlohy zarátali. A Smoluchowski's team to ešte budúci rok uvidí!<br/>Ďakujeme orgom za super súťaž!<br/>FtáKopySk",
    "lang": "cs",
    "teams": [
      473
    ],
    "images": [
      {
        "caption": "Tým FtáKopySk",
        "filename": "20.jpg"
      }
    ]
  },
  {
    "event_id": 94,
    "text": "",
    "lang": "cs",
    "teams": [
      491
    ],
    "images": [
      {
        "caption": "Tým C8H11NO2",
        "filename": "21.jpg"
      },
      {
        "caption": "Tým C8H11NO2",
        "filename": "22.jpg"
      },
      {
        "caption": "Tým C8H11NO2",
        "filename": "23.jpg"
      },
      {
        "caption": "Tým C8H11NO2",
        "filename": "24.jpg"
      },
      {
        "caption": "Tým C8H11NO2",
        "filename": "25.jpg"
      },
      {
        "caption": "Tým C8H11NO2",
        "filename": "26.jpg"
      }
    ]
  },
  {
    "event_id": 94,
    "text": "Soutěž jsme si jako každoročně velmi užili. Fyziklání nám nejen napomáhá se zdokonalovat ve fyzikálních úlohách, ale taky nás nutí vymýšlet taktiku, abychom byli co nejpřesnější a nejrychlejší. No a jak si takovéto 3 hodinky zpříjemnit? Jedině s dobrým kolektivem, jídlem a kupou zábavy <br/>Přikládáme fotku jako důkaz, s komentářem: ,,Co není v hlavě, musí být v nohách''.",
    "lang": "cs",
    "teams": [
      541
    ],
    "images": [
      {
        "caption": "Tým Vyhrajeme i bez názvu",
        "filename": "27.jpg"
      }
    ]
  },
  {
    "event_id": 122,
    "text": "Ahojte, takto sa počítalo u nás.<br/>Síce to bolo pre nás, ako prvakou trošku ťažšie úlohy boli naozaj zaujímavé. A už sa tešíme na ďalšie súťaže.<br/>Zdravia Radka, Martin, Matúš a Jozef z Bratislavy.",
    "lang": "cs",
    "teams": [
      1399
    ],
    "images": [
      {
        "caption": "Tým 1.A",
        "filename": "28.jpg"
      }
    ]
  },
  {
    "event_id": 122,
    "text": "Letošní Fyziklání online bylo super, poprvé s trošku obnoveným a vyměněným týmem jsme vyrazili v přátelském duchu zkusit poměřit své síly a schopnosti ve fyzice. Protože jsme seděli u monitorů počítačů, nikdo z nás se nebál, že se mu někdo vysměje, když to udělá špatně :-D Také jsme trochu obměnili letošní název, který nevědomky vytvořila naše paní učitelka při hodině ZSV a filosofie. \"Já bytí absolutno\" je opravdu nezapomenutelné :-D<br/>Ze začátku nám šlo počítání úloh poměrně rychle, protože ty startovní jsou (alespoň podle mě) vždy lehčí. Postupem času jsme zpomalovali, až téměř nikdo z nás nic nepočítal, koukali jsme na papíry a nikdo z nás nic netušil. Poté se vrátil náš fyzikář s několika čokoládami a kouskem pizzy pro každého. Po menším občerstvení s pár jouly navíc jsme se pustili do dalších příkladů. Jídlo dělá člověka!<br/>Těsně před koncem nám bylo oznámeno, že jsme ve škole vlastně zamčeni, a když vylezeme na chodbu, začne vše pípat. Takže plán zněl: Ihned po skončení pomalu vypneme všechny počítače a výtahem vyjedeme do přízemí, kde výtah otevírá dveře přímo ven.<br/>Když jsme s mírným zklamáním zjistili, že jsme v naší kategorii byli čtvrtí, bylo načase skončit. Všichni jsme vypnuli počítače a společně s fyzikářem nalezli do malého výtahu. Někdo však náhodou zmáčkl špatné patro, kde se dveře otevřeli směrem do zakódovaného prostoru. Všichni mlčeli a jen náš fyzikář pronesl: \"Nikdo ani hnout.\" :-D Poté jsme již opustili školu a všechno dobře dopadlo.<br/>Když jsme odcházeli, zjistili jsme z telefonátu jednoho příbuzného, že po půlce Příbrami vypadl proud. Bohudík se to nestalo zrovna nám, asi jsme přece jen měli trochu štěstí. \"Bramborové\" čtvrté místo jsme zapili Kofolou a rozjeli se domů.<br/>Již teď se těšíme na příští Fyziklání v příštím roce v Praze a také za rok na další Fyziklání online! :-)",
    "lang": "cs",
    "teams": [
      1253
    ],
    "images": [
      {
        "caption": "Tým Já bytí absolutno",
        "filename": "29.jpg"
      }
    ]
  },
  {
    "event_id": 122,
    "text": "Po dlouhém dni ve škole se pět „znuděných“ studentů rozhodlo, že své drahocenné tři hodiny obětují fyzice. Pátá hodina odbila a škola ještě svítila a my už seděli v počítačové učebně vybavení na dlouhé hodiny přemýšlení. Hned co jsme si přečetli první úlohu, dlouhá chvíle ticha, počítání a hlavně filozofování započala, až jsme nakonec zadali špatnou odpověď. Každý ale děláme chyby a my se také poučili a nakonec se občas ozvaly radostné výkřiky ze správných odpovědí. V poslední půlhodině přišel nával adrenalinu a všichni jsme počítali jak o život. Den jsme zakončili využitím prázdných školních prostor pro trošku zábavy ve formě klouzání po podlaze, tuto příležitost totiž nemáme každý den.<br/>Stejně jako nemáme každý den příležitost, strávit čas děláním toho, co nás baví, s lidmi které máme rádi.",
    "lang": "cs",
    "teams": [
      1302
    ],
    "images": [
      {
        "caption": "Tým White hole",
        "filename": "30.jpg"
      },
      {
        "caption": "Tým White hole",
        "filename": "31.jpg"
      }
    ]
  },
  {
    "event_id": 122,
    "text": "We didn't know what Physics Olympiad is when we were in primary school. Our first encounter with Olympiads were Online Physics Brawl - we were surprised when we learnt that there was a competition like this. Ever since, we were looking forward to participate in this brilliant competition due to the lack of 'scientific improvement' opportunities in Turkey. Therefore, we will work the exam problems as hard as we can because we see this examination as a means to express our gratitude to the organizers of this benefical online project. And, we hope that this activity will thrive through the course of years and give hope and passion for scientific advancements in international high school communities.",
    "lang": "en",
    "teams": [
      1273
    ],
    "images": [
      {
        "caption": "Team SCI-TECH",
        "filename": "32.jpg"
      },
      {
        "caption": "Team SCI-TECH",
        "filename": "33.jpg"
      }
    ]
  },
  {
    "event_id": 122,
    "text": "We have participated for the first time. It should be noted that we are the second university from Bangladesh. Truth be told we enjoyed no matter what we have gain or lost. We are concern about Physics Brawl. We will participate upcoming and of course we will inform our friends.",
    "lang": "en",
    "teams": [
      1251
    ],
    "images": [
      {
        "caption": "Team CU Physicist",
        "filename": "34.jpg"
      }
    ]
  },
  {
    "event_id": 122,
    "text": "We are just some high school students from India, and we never knew such a thrilling competition existed.<br/>This was the first time that we appeared for the Online Physics Brawl. It was an amazing experience as the problems were very new and challenging which is often not the case with traditional exams. We hope to participate in the years to follow as well.",
    "lang": "en",
    "teams": [
      1124
    ],
    "images": [
      {
        "caption": "Team SuperPentaPhosphate",
        "filename": "35.jpg"
      }
    ]
  },
  {
    "event_id": 134,
    "text": "Šialené fotky sa robia len počas šialených udalostí! Fyzikláni rozhodne takouto udalosťou je. Vlny eufórie za správne vyriešený príklad striedalo počítanie elektrmagnetických vĺn. Ešteže sme sa nedostali ku gravitačným vlnám, ak tam vôbec nejaké boli :) Každopádne super udalosť, ľutujeme že je to ešte len náš prvý ročník. Tešíme sa o rok!",
    "lang": "cs",
    "teams": [
      2583
    ],
    "images": [
      {
        "caption": "Tým Parabola neexistuje",
        "filename": "36.jpg"
      }
    ]
  },
  {
    "event_id": 134,
    "text": "”Kluci, jak se dělá kafe?“ prohlásil chvilku po srazu jediný dívčí člen smečky. Na začátek nic moc, no nevadí... Minutu před startem vyfotit selfie a jde se na to! Dereme se jednou úlohou za druhou, ale jak to tak bývá, narazili jsme... Nejde to? Nevadí, máme Excel. Vůbec to nejde? Vždy je tu C#! Mozek je hladový, a tak samozřejmě nesmí chybět občerstvení. Řešení je teprve potřeba vymyslet, tak proč nezačít krájet papriku? A heuréka, řešení je na světě! (”To jsi na to přišla takhle z krájení papriky?“) Ne vždy je však týmová kapacita na všechno, tak bývá nutné improvizovat. A u kvantové mechaniky jak jinak, než selským rozumem? Konec se blíží, t − 5 min a my už jsme zoufalí. Kafe! Slayer! (Den 36. - stále vidím zvuky...) V osm hodin poslední refresh a následuje úleva: ”Nevyřešené úlohy: 0!“",
    "lang": "cs",
    "teams": [
      2473
    ],
    "images": [
      {
        "caption": "Tým Fyzikální smečka",
        "filename": "37.jpg"
      }
    ]
  },
  {
    "event_id": 134,
    "text": "Sme totálne zúfalí. Nepomáha nám ani jedlo a ani úžasná fotka ktorá vždy zabrala. A čo je najhoršie nepomáhajú ani dve náboj tričká. Ale čo je pozitívne každý už vypočítal príklad takže nie sme až tak spomalený ako sme mysleli. Ale stále sme spomalený natoľko že už hodinu sme nič nevypočítali. Jediné pozitívum je že nám ešte ostala pizza.",
    "lang": "cs",
    "teams": [
      2477
    ],
    "images": [
      {
        "caption": "Tým Čím viac, tým viac",
        "filename": "38.jpg"
      }
    ]
  },
  {
    "event_id": 134,
    "text": "We participated for the first time in the Physics Brawl this year and definitely was a very different experience which provided us many learnings due to the distinctive aspects of the competition that are not common in Brazil: a theoretical team tournament with such detailed rules that demands speed, strategy and teamwork. Where we live, there is only a national theoretical olympiad available, so certainly it was a great way to motivate us to keep studying and preparing for other exams, by doing such interesting and varied problems from this year’s contest and latest ones. Even though it is the first time we heard about something like this, we are certainly looking forward to participating in the upcoming editions and share to friends how engaging the Online Physics Brawl is. We appreciate a lot everyone managing this event for giving students opportunities and stimulating a worldwide love for science.",
    "lang": "en",
    "teams": [
      2599
    ],
    "images": [
      {
        "caption": "Team PhenSciFET",
        "filename": "39.jpg"
      }
    ]
  },
  {
    "event_id": 134,
    "text": "I have participated on the Online Physics Brawl since I was a freshman.  Every time, I enjoyed it even more. As I advanced through high school, I acquired more and more knowledge of physics, beginning my lifelong fascination with the subject.  It exhilarates me to work on challenging physics problems for hours! In addition, I was delighted to have worked in a group, since I collaborated with others who shared my passion for physics.  Every year I participated, my team achieved higher and higher rankings, and this year, we placed second in our division, and first in our country! This year's results were truly a reward for four years of dedication. Competing in the Online Physics Brawl was a worthwhile experience, and I wish to thank the competition organizers for providing me this opportunity.",
    "lang": "en",
    "teams": [
      2414
    ],
    "images": []
  },
  {
    "event_id": 134,
    "text": "We're high school 12th years from the Northeast USA (New Jersey). Our team name, DANIELQ CHENG, is named after our friend and a legend of physics at our school, and we joined FYKOS this year in the hopes of emulating his physics prowess. We're proud of what we were able to accomplish, and all of our team members noted that it was a very enlightening experience and we'd never enjoyed doing physics problems as much as we did in FYKOS. This competition helped us realize that so much of the time we learn science concepts such as physics in the classroom just to take tests, but applying them and reasoning our way through problems in the Physics Brawl was an experience we would never forget. The competition sparked a new love for physics in all our team members, and we hope we can compete again in the future!",
    "lang": "en",
    "teams": [
      2453
    ],
    "images": [
      {
        "caption": "Team DANIELQ CHENG",
        "filename": "40.jpg"
      },
      {
        "caption": "Team DANIELQ CHENG",
        "filename": "41.jpg"
      }
    ]
  },
  {
    "event_id": 141,
    "text": "Posíláme fotku zoufalí při posledních pokusech řešení úloh kterým nerozumíme a doufáme aspoň v trička za fotku  :-)<br/>Jinak super soutěž, kde se spoustu nového dozvíme.<br/>Tým Dašák",
    "lang": "cs",
    "teams": [
      2872
    ],
    "images": [
      {
        "caption": "Tým Dašák",
        "filename": "42.jpg"
      }
    ]
  },
  {
    "event_id": 141,
    "text": "Opět po roce se náš tým neohrožených žen rozhodl zúčastnit fyziklání. Jelikož jsme už minulý rok soutěžily, věděly jsme co čekat. Naladily jsme se tak na vánoční vlnu a fyziklání rozjely v červeno-bílé sestavě. Připravovaly jsme se dlouhé týdny. Napětí mezi námi by se dalo krájet gama nožem. Po několika příkladech, které jsme vyřešily, jsme na sebe byly opravdu pyšné. V průběhu soutěže jsme si užily spoustu legrace. Podle  nás je totiž nejdůležitější spojení zábavy a fyziky. I podle učitelů jsme byly po oba roky nejveselejší tým, protože po každé vyřešené úloze jsme doslova vyskakovaly až ke stropu. Sice jsme neskončily mezi prvními, ale s naším umístěním jsme velmi spokojené. Už teď se těšíme na další rok s mottem Žijeme si svůj fyziko-příběh. <br/>S pozdravem tým K-c.",
    "lang": "cs",
    "teams": [
      2864
    ],
    "images": [
      {
        "caption": "Tým K-c",
        "filename": "43.jpg"
      },
      {
        "caption": "Tým K-c",
        "filename": "44.jpg"
      },
      {
        "caption": "Tým K-c",
        "filename": "45.jpg"
      },
      {
        "caption": "Tým K-c",
        "filename": "46.jpg"
      }
    ]
  },
  {
    "event_id": 141,
    "text": "Na Fyziklání v Prahe sme boli tento rok vo februári a už druhý rok po sebe sme sa zapojili do tejto skvelej online sútaže a opäť sa nám to veľmi páčilo!! Hoci nie sme až tak zdatní vo fyzike ako väčšina tímov, ktoré sa pravidelne zúčastňujú, zatiaľ sme si zakaždým riešenie príkladov mimoriadne užívali a mali sme pri nich veľkú srandu :D. Príklady sú naozaj všetky vždy veľmi zaujímavé a ich riešenie nám veľa dalo a donútilo nás rozmýšľať úplne inými spôsobmi. Dúfame, že sa budeme môcť tento rok znova zúčastniť aj normálneho Fyziklání, už sa na to moc tešíme! Ďakujeme Vám za túto výnimočnú súťaž :).",
    "lang": "cs",
    "teams": [
      2980
    ],
    "images": [
      {
        "caption": "Tým Szimere Bindis",
        "filename": "47.jpg"
      },
      {
        "caption": "Tým Szimere Bindis",
        "filename": "48.jpg"
      },
      {
        "caption": "Tým Szimere Bindis",
        "filename": "49.jpg"
      }
    ]
  },
  {
    "event_id": 141,
    "text": "Když s návrhem o účasti ve Fyziklání online přišel náš „kapitán“, nikomu z nás se do soutěžení moc nechtělo. Díky jeho bezbřehé trpělivosti se mu však pět lidí do týmu podařilo sehnat, i když to bylo, jak se říká „za pět dvanáct“. Protože některé členy týmu navzájem dělila vzdálenost cca. 200 kilometrů, padla volba na krásný fyzikální Skype hovor.<br/>Začali jsme se scházet deset minut před začátkem a v plné síle jsme se sešli asi až po dvaceti minutách soutěže. Začátek byl sice hodně divoký, plný zmaru a zmatku, ale očekávali jsme, že se to časem zlepší. Nezlepšilo. A tak čas utíkal a úlohy mizely jen pomalu.<br/>Po třech hodinách nastalo vysvobození z naší fyzikální bitvy, kde jsme se pokoušeli porazit sami sebe. Žádné zázračné umístění z toho nevzešlo, ale zážitek, jak zapínáme Minecraft, jen abychom zjistili, jak se rozlévá láva, je k nezaplacení.<br/>Z Těšína zdraví Ondra, Adam, David, Kristýna a Anička",
    "lang": "cs",
    "teams": [
      3050
    ],
    "images": []
  },
  {
    "event_id": 141,
    "text": "Všetci sme sa spolu zišli osláviť narodeniny jedného z nás, a to tým, čo máme najradšej - samozrejme, že fyzikou. Na prvý problém sme narazili ešte pred začiatkom súťaže, keďže sme nevedeli zohnať miesto, kde by sme sa všetci spoločne stretli. Ako je možné vidieť, skončili sme v ambulancii. Posilou pri počítaní príkladov bola pizza, ktorá bola štedro na účet nášho oslávenca. Riešenie týchto jedinečných úloh sme si nesmierne užili. Obzvlášť oceňujeme vtipné názvy úloh. Srdečne ďakujeme organizátorom za snahu, ktorú vložili do tejto súťaže, aby sme my mohli stráviť večer takýmto skvelým spôsobom. Spoločné počítanie viac či menej náročných úloh z fyziky nás ešte viac združilo a prinieslo nám úsmev na pery. Dúfame, že sa nám podarí zúčastniť sa aj Fyziklání v Prahe a už sa tešíme na ďalšie budúcoročné Fyziklání online.",
    "lang": "cs",
    "teams": [
      2889
    ],
    "images": [
      {
        "caption": "Tým Nuclear Waste",
        "filename": "50.jpg"
      }
    ]
  },
  {
    "event_id": 141,
    "text": "Dne 27. listopadu 2019 jsme měli možnost zúčastnit se fyzikální soutěže Fyziklání Online. Z naší školy se do soutěže zapojilo celkem 8 týmů. Tým „Bioložka a čtyři programátoři“ obsadil v mezinárodní konkurenci 17. místo a v rámci ČR vybojovali krásné 4. místo. Další týmy byly méně úspěšné, ale paním učitelkám Věře Krůsové a Jitce Romové, díky kterým jsme se soutěže mohli zúčastnit, jsme přesto radost udělali už jen tím, že jsme svůj volný večer strávili s fyzikou. <br/>Náš tým, Mikulášská skvadra, se této soutěže zúčastnil vůbec poprvé. Minulý rok jsme se Šimonem (dalším členem týmu) reprezentovali naši školu na Fyziklání, tam se nám ale bohužel moc nevedlo. Já jsem se však zúčastnila ještě soutěží Fyzikální náboj a Matematický náboj, které jsme s naším někdejším týmem ovládli. Tento rok musel zbytek týmu soutěžit ve vyšší kategorii, tak jsem sestavila tým nový. Na Fyzikálním náboji jsme slyšeli o Fyziklání Online a řekli jsme si, že bychom ho rádi zkusili. Takhle začal náš příběh o Fyziklání Online. <br/>Ve škole máme naštěstí dost učeben s počítači, takže si každý tým mohl zabrat svou vlastní učebnu. My jsme si vyprosili učebnu matematiky v půdní vestavbě. Nastartovali jsme počítače, přichystali fixy a pak jen čekali na zadání. <br/>Ze začátku každý řešil svůj příklad a jen zřídka jsme si do toho mluvili. V průběhu soutěže jsme však došli k závěru, že se nám týmová práce vyplatí. Každý znal nějaký střípek a po jejich seskládání jsme se většinou dobrali konce. Někdy jsme bohužel udělali drobné chyby, které nás oddělily od správného výsledku. I tak jsme si ale soutěž užili a získali jsme spoustu nových zkušeností. <br/>Za tým Mikulášská skvadra, Klára Hubínková",
    "lang": "cs",
    "teams": [
      2971
    ],
    "images": [
      {
        "caption": "Tým Mikulášská skvadra",
        "filename": "51.jpg"
      }
    ]
  },
  {
    "event_id": 141,
    "text": "At first, our team, 0x2a, came into this tournament feeling that it would only be about completing problems individually. Yet over the course of the three-hour long competition, we saw just how important it was to collaborate with each other. Setting up an array of tables together, with each of us passing our notebooks back and forth to check answers, we felt that this competition encompassed what a true, real-life scenario may be like in the field of science. At the same time, we enjoyed going through the process of solving and checking some of the most difficult problems. Ordering some to-go Chipotle food and cupcakes to keep our energy going, this was certainly a competition to remember from combining hard-work with a hint of fun. Based on our experiences this year (our first time competing!), we will certainly be coming back next year as well!",
    "lang": "en",
    "teams": [
      2902
    ],
    "images": []
  },
  {
    "event_id": 141,
    "text": "",
    "lang": "en",
    "teams": [
      3081
    ],
    "images": [
      {
        "caption": "Team Underrated af",
        "filename": "52.jpg"
      },
      {
        "caption": "Team Underrated af",
        "filename": "53.jpg"
      }
    ]
  },
  {
    "event_id": 141,
    "text": "",
    "lang": "cs",
    "teams": [
      2973
    ],
    "images": [
      {
        "caption": "Tým 5členná 3lógia Douglasa Adamsa",
        "filename": "54.jpg"
      }
    ]
  },
  {
    "event_id": 141,
    "text": "Our team consists of five Vietnamese: two high school students and three students having graduated from high school for one or two years.<br/>In our country, there is only one annual Olympiad for individual students. Therefore, Online Physics Brawl provided us with a totally fresh experience: a chance for us to cooperate in solving a wide range of problems in a relatively short amount of time. Additionally, the questions were challenging, demanding both advanced physics reasoning and rigorous computational abilities.<br/>Although we finished with just one point fewer than the overall winners and missed the reward, we still received invaluable experiences in three hours of effective teamwork. For three graduated participants, this was truly a ‘game’ of entertaining problems; for others, this was a chance to sharpen their skills and knowledge for the upcoming Vietnam Physics Olympiad.<br/>Finally, we would like to express gratitude toward the organizers for creating such an interesting competition. Certainly, we will return next year and spread this competition to enthusiastic physics students in Vietnam.<br/>Our team photo is a screenshot of our Skype conversation. We come from different provinces, so we could not gather offline and had to utilize online communications. However, our passion for physics connected us tightly and fostered extensive collaboration.",
    "lang": "en",
    "teams": [
      3101
    ],
    "images": [
      {
        "caption": "Team Catchers in the EM field",
        "filename": "55.jpg"
      }
    ]
  },
  {
    "event_id": 141,
    "text": "It was the third year of the team SCI-TECH's appearance in the Online Physics Brawl. The line up of the team is generally students from juniors and seniors of our school. Considering that all of the members from the first year's team are graduated, it was such an honor to represent our alumni, our school, and our country. Not only Online Physics Brawl is now a tradition for our school, but also competing as a member of SCI-TECH is a legacy of our alumni, which makes us proud. But why are we all eager to participate in this competition?<br/>First, we are studying physics olympiads, and by this competition, we have a chance to compare our performance to other students from all around the world. Secondly, and more importantly, despite the fact that most of the olympiad competitions are individual, Online Physics Brawl is a team-oriented competition. It instills working as a well-coordinated team. Moreover, the contest's dynamic structure and the sense of competing are an entertaining aspect that helps differ Online Physics Brawl from its similars since you can see the scores of the other teams in real-time.<br/>All in all, Online Physics Brawl is a very different contest and it means a lot for SCI-TECH. For this unique experience, we appreciate the whole organization team and hope to see similar events organized in the future.",
    "lang": "en",
    "teams": [
      3254
    ],
    "images": [
      {
        "caption": "Team SCI-TECH",
        "filename": "56.jpg"
      }
    ]
  },
  {
    "event_id": 150,
    "text": "Středa, 25. listopad 2020. Pro mnoho lidí jen další, již čtvrtá, listopadová středa. Pravda, že by byla tato středa obyčejná se nedá říct  žáci nechodí do školy, obchody jsou zavřené, v ulicích prázdno. Přesto je však tato středa ještě něčím výjimečná. Kromě výročí 28 let od odhlasování rozdělení Československa a Mezinárodního dne bez nákupů tu bylo ještě něco. Něco, co zajímalo především studenty nadšené do fyziky z celého světa  Fyziklání online. Tříhodinová týmová soutěž v řešení zapeklitých fyzikálních úloh organizovaná studenty MFF UK.<br/>Nebylo myslitelné, abychom se této již tradiční fyzikální soutěže nezúčastnili, zvlášť v době, kdy je většina podobných soutěží rušena. To však Fyziklání online nehrozí, protože již od počátku probíhá online. S předstihem jsme tedy sestavili pětičlenný tým, který jsme otestovali na Fyzikálním náboji.<br/>Samotné Fyziklání začalo ve středu v 17:00, odkdy se také odpočítával tříhodinový limit. My jsme se však spojili s dostatečným předstihem, abychom si důkladně osvojili pravidla a naplánovali taktiku  řešit, řešit, řešit! V počátcích soutěže má každý tým k dispozici sedm úloh a vždy, když nějakou vyřeší, otevře se mu další. Zpočátku jsme postupovali poměrně rychle, růst obtížnosti úloh byl však znát. Velmi příjemným zpestřením bylo v 18:00 spuštění tzv. Hurry-up série, která obsahuje úlohy jednodušší, tudíž nás opět nakopla.<br/>Přes původní záměr, udělat v polovině soutěže krátký oddech, jsme od záměru upustili, řídíce se starou Cimrmanovou zásadou „Nedělat přestávku, jinak (nám týmy v pořadí) utečou!“ Bylo to sice kruté, ale muselo to být! Ale rozhodně se to vyplatilo. V rámci Česka a Slovenska jsme se v naší kategorii umístili na 8 místě. Při soutěži jsme sice byli zavaleni úlohami, užili jsme si však spoustu legrace a již se nemůžeme dočkat nejbližší podobné akce, kterou by mělo být 12. 2. 2021 Fyziklání, a rozhodně doporučujeme se přihlásit každému, koho fyzika baví a nechce o takový zážitek přijít.",
    "lang": "cs",
    "teams": [
      3857
    ],
    "images": []
  },
  {
    "event_id": 150,
    "text": "Knock knock<br/>Who’s there?<br/>Boo!<br/>Boo who?<br/>Don’t cry!<br/>Zdravíme ptáka Fykosáka s fotkou, ktorá Vám rozžiari posledné dni spooky season! Ďakujeme, že sme sa mohli zúčastniť Fyziklání, ktorým ste nám spríjemnili sychravé jesenné dni. Naozaj sme sa zabavili!<br/>S láskou, Mančaft",
    "lang": "cs",
    "teams": [
      3626
    ],
    "images": [
      {
        "caption": "Tým Mančaft",
        "filename": "57.jpg"
      }
    ]
  },
  {
    "event_id": 150,
    "text": "",
    "lang": "en",
    "teams": [
      3650,
      3736,
      3737
    ],
    "images": [
      {
        "caption": "Teams from Infoset",
        "filename": "58.jpg"
      },
      {
        "caption": "Teams from Infoset",
        "filename": "59.jpg"
      },
      {
        "caption": "Teams from Infoset",
        "filename": "60.jpg"
      },
      {
        "caption": "Teams from Infoset",
        "filename": "61.jpg"
      },
      {
        "caption": "Teams from Infoset",
        "filename": "62.jpg"
      },
      {
        "caption": "Teams from Infoset",
        "filename": "63.jpg"
      },
      {
        "caption": "Teams from Infoset",
        "filename": "64.jpg"
      },
      {
        "caption": "Teams from Infoset",
        "filename": "65.jpg"
      },
      {
        "caption": "Teams from Infoset",
        "filename": "66.jpg"
      },
      {
        "caption": "Teams from Infoset",
        "filename": "67.jpg"
      }
    ]
  },
  {
    "event_id": 150,
    "text": "",
    "lang": "en",
    "teams": [
      3971
    ],
    "images": [
      {
        "caption": "Team RPS ATOMS",
        "filename": "68.jpg"
      }
    ]
  },
  {
    "event_id": 150,
    "text": "This is the first time any member of our team has ever been in the competition though all of us have participated in Physics Olympiads, national and international. Although we only finished 23rd overall but Physics Brawl was a fun experience: the problems were very challenging and the competition as a whole was very well organized. We learned some valuable lessons from the competition: teamwork, communication, planning, working efficiently and so much more. We certainly will return next year and hopefully with better results.<br/>The team photo was taken at 2:22 AM in Vietnam, right after the competition. (The second lad from the left is our team mascot and the inspiration of our team’s name.)",
    "lang": "en",
    "teams": [
      3619
    ],
    "images": [
      {
        "caption": "Team 5 dudes, 6 Ds",
        "filename": "69.jpg"
      }
    ]
  },
  {
    "event_id": 150,
    "text": "This year, we participated in Physics Brawl for the first time. It was a very intense and fun competition and a welcome source of exhilaration to solve the intriguing questions presented by the organizers. Especially during the COVID-19 pandemic, it was great to be able to work in a team environment again. We definitely bonded as a team and improved our physics abilities. Thank you for organizing this great competition! We look forward to partaking in this competition again in future years!",
    "lang": "en",
    "teams": [
      3595
    ],
    "images": [
      {
        "caption": "Team One-Diraction",
        "filename": "70.jpg"
      }
    ]
  },
  {
    "event_id": 150,
    "text": "",
    "lang": "cs",
    "teams": [
      3709
    ],
    "images": [
      {
        "caption": "Tým ZAMO",
        "filename": "71.jpg"
      }
    ]
  },
  {
    "event_id": 150,
    "text": "We knew about Physics Brawl this year for the first time. So, it was our first participation. It was a great experience. Solving tough physics problems for hours was fun and helped us to open our minds, and it was great to work with a group and collaborate together. Because of the Coronavirus, we were not able to gather together in one place to solve the competition questions, but we bypassed this matter by having an online meeting to discuss the physics problems together. we placed first in our country in our group (group c)! This exciting competition increased our love for physics. It was an honest competition. we wish to thank the competition organizers for providing us this opportunity. And we hope that we can join this competition again.",
    "lang": "en",
    "teams": [
      3912
    ],
    "images": []
  },
  {
    "event_id": 150,
    "text": "Our team Nabla taco (PhODS), contrary to many others teams in the Online Physics Brawl, originated from a Physics Olympiad discord server (PhODS). Because of this, our team was very diverse (members were from the US, Azerbaijan, and India) and our team members had a 12+ hour time zone difference. However, the Physics Brawl was placed at a convenient time such that everyone on the team could compete (which was awesome!). As the three hours went in the competition, we found the Physics Brawl to be a fascinating contest. Since there is a three hour time limit, there was an extensive amount of teamwork involved. There was a lot of communication between members and sometimes 2-3 people had to work together on the hardest problems and we also had to split up roles. We discussed together on a voice call which was very lively with everyone discussing different problems all at the same time. The fast, yet relaxing atmosphere, made the Physics Brawl to be a great experience. This event helped all of us to get to know each other much better than before the competition. For that reason, we really want to thank all the organizers and people who participated to make such a great experience! We definitely will be doing this competition next year and telling other people about it.",
    "lang": "en",
    "teams": [
      3754
    ],
    "images": [
      {
        "caption": "Team Nabla taco (PhODS)",
        "filename": "72.jpg"
      }
    ]
  },
  {
    "event_id": 150,
    "text": "This was the first time that our team was participating in this competition. We definitely were looking forward to participating in this competition and to solve physics problems together as a team as well. The competition definitely tested how well we know our physics and improved our knowledge of it as well. We will certainly come back next year, because of how exciting and fun it is. We are looking forward to future editions of this competition as well now.",
    "lang": "en",
    "teams": [
      3610
    ],
    "images": []
  },
  {
    "event_id": 150,
    "text": "My name is Iva Pešić, I'm 16. I am currently attending gymnasium and High ballet school, and I've played in a lot of numeros, performances in National Theater in Belgrade and competitions. Also I am member of company ,,Balet mladih/ Youth ballet\" at Belgrade Dance Institute. I am a member of a project ,,Beotura\" supported by the Ministry of Education, Science and Technological Development of the Republic of Serbia, I also write scientific papers for the Institute of Genetics and Genetic Research in Belgrade (Serbia).<br/>I am responsible, I try to always give my best. I am creative, hardworking, persistent.I enjoy working with people. I like to guide, motivate and encourage them in developing their skills. I am also actively involved in humanitarian work (I have led and organized humanitarian concerts) and volunteering (EUG).<br/>As a very young child, I discovered a world that I did not know existed until then. It was the world of physics. Formulas and scientific phenomena have become my play corner. I could hardly wait to get physics as a subject in school. Finally, my wishes came true, numerous awards, praises, recognitions...<br/>I was attracted to this competition by my love of physics, as well as my great desire for progress. The assignments were very interesting, however there were also assignments we had not learned yet. I am very glad that I participated in the realization of the largest online physics competition in the world.<br/>I hope and look forward to further cooperation.",
    "lang": "en",
    "teams": [
      4017
    ],
    "images": []
  },
  {
    "event_id": 150,
    "text": "Hi, we are the members of Schrondingers Army and being one of the youngest competitors in the brawl, it was our first hand experience :)<br/> <br/>Let us introduce ourselves first.<br/>Rachit Ahuja, Sidharth Valsan, Shatadrumi Dey, Vishwas Middha and Mudil Goel.<br/> <br/>We are all 14 year olds belonging to different parts of India. Divided by region, united by Interest.<br/> <br/>We came to know about it through one of our physics teachers who encouraged us to participate in it and here we are!<br/> <br/>Belonging to India, where exposure to Analytical and practical physics is provided very less that too at a very basic level at our schools, we all are olympiad aspirants who want to do and learn something new everyday much out of our regular curriculum.<br/>So we thought it’d be really interesting to give a shot at it and test our skills!<br/> <br/>Though we couldn’t meet in person because of the pandemic we managed to gave a pretty good discussion online with each other.<br/> <br/>To describe the questions as an one-liner, we’d say it was “a perfect amalgamation of creativity, logic, and theoretical knowledge”.<br/> <br/>They were really appreciable and we loved the mode of conduct of the competition. <br/> <br/>Numerous teams from all parts of not only a country, but all throughout the world, competing for a position is an experience worth having.<br/> <br/>In addition to solving problems, we spent a really good 3hrs interacting, exchanging our views and ideas on various questions and helping each others solving bits and pieces to complete the whole puzzle!<br/> <br/>“Learn to stand when you get to fall,<br/>Winning isn’t everything, participation is all”<br/> <br/>Somehow we as a team, managed to bag the 6th position in our country and 57th position worldwide, it encourages us further to continue participating in the coming years and lets hope we might bring the 1st position for our country!<br/> <br/>Overall it was a very out-of-the-box experience...",
    "lang": "en",
    "teams": [
      3536
    ],
    "images": []
  },
  {
    "event_id": 150,
    "text": "We all know that electrons interact through the electromagnetic field and protons interact with neutrons through the strong nuclear force. But how do the so-called “noob particles” interact? In order to answer that question, we collided five of them together and observed their interaction over the course of three intense hours. <br/>Throughout this experiment, The Physics Brawl competition offered a wide range of “facilities” to help us carry out our experiment. From the Spherical Harmonics Expansion accelerator to the Tesseract Resistor trap, our team was able to perform many intricate experiments to elucidate the properties of the noob particles. There are even malicious traps in which they are burnt and breathed in aliens’ lungs to test their chemical and biological properties. It was entirely unexpected, but the particles resisted all such attempts.<br/>We have found that the noob particles exhibit many interesting properties. With a well-planned and unrelenting demonstration of a mechanism called ‘teamwork’, the noob particles were able to accelerate to energy levels as high as “Problem 51”. The many experimental facilities that the Physics Brawl provided helped us find that the noob particles also have a property called “algebraic manipulation ability”. Over the 3-hour-timespan, we have found the value of such property increases tremendously.<br/>Our team truly appreciates how the Physics Brawl Organizers provided us with the means of obtaining such valuable data. We hope that we can continue our collaboration in the future to extend further our knowledge of the noob particles and physics in general.",
    "lang": "en",
    "teams": [
      3828
    ],
    "images": [
      {
        "caption": "Team The Large Noobs Collider",
        "filename": "73.jpg"
      }
    ]
  },
  {
    "event_id": 150,
    "text": "I am glad to have been able to join physics brawl. In fact, the time when this contes was held was 1:00a.m~4:00a.m. in Japan. So I was really sleepy at that time. However, end of the contest, I was so excited that I didn’t feel sleepiness. Thank you for holding this event.",
    "lang": "en",
    "teams": [
      4082
    ],
    "images": [
      {
        "caption": "Team RPhC",
        "filename": "74.jpg"
      }
    ]
  },
  {
    "event_id": 150,
    "text": "We're not the only team to participate from different regions in the same country, but if you know what the internet is like in Syria, you'll understand our struggle. Our team leader told us about the competition and we really wanted to participate despite the weak internet connection and the distances between us. We’re from three distant cities, about 360, 186, 255 kilometers away from each other respectively. Due to some technical issues and unfortunate accidents, everyone, except our leader and I (whom I live with in the same city and was able to meet with for the competition), had to participate from home and communicate through a Google Meet call. To make matters worse, it started raining which weakened the 4G network that we even couldn’t hear each other for almost half the time. Despite all my complaints, we absolutely loved the competition. The problems were creative and innovative, we were really challenged by them but yet we had so much fun! Looking forward to participating next year and we hope to get a better result!",
    "lang": "en",
    "teams": [
      3593
    ],
    "images": []
  },
  {
    "event_id": 150,
    "text": "",
    "lang": "en",
    "teams": [
      3965
    ],
    "images": [
      {
        "caption": "Team Physics Helix (Infoset)",
        "filename": "75.jpg"
      },
      {
        "caption": "Team Physics Helix (Infoset)",
        "filename": "76.jpg"
      },
      {
        "caption": "Team Physics Helix (Infoset)",
        "filename": "77.jpg"
      }
    ]
  },
  {
    "event_id": 150,
    "text": "We participated this year for the first time in the Online Physics Brawl competition, and we can really say that it was much better than we expected, although we didn't achieve a position of pride or high marks, it is still one of the most enjoyable experiences we have had this year in light of this Conditions the country is going through.<br/>During the confrontation, we encountered many problems during our participation, such as differences between the team or our lack of knowledge of how to develop a good strategy, but we're now fully aware of our mistakes and how to fix them and we really hope that we can participate again in this competition, that the competition not only gives us knowledge but also gives us pleasure, teamwork, speed, strategy, and sportsmanship. Really, we are proud of all the teams that have achieved first positions and we are proud of them and we wish them all the best and also grateful to the FYKOS team, we support them with all our energy to continue.<br/>With our regards,<br/>Family Jules Team",
    "lang": "en",
    "teams": [
      4153
    ],
    "images": []
  },
  {
    "event_id": 159,
    "text": "Thank you, sir, for such a beautiful and nice contest. It was total refreshment and gave confidence to my physics. And for the upcoming Jee exam and olympiads.",
    "lang": "en",
    "teams": [
      4977
    ],
    "images": []
  },
  {
    "event_id": 159,
    "text": "Hi,<br/> My name is David Constantinescu and I want to thank you for the effort of organising an excellent Physics competition. This year, like last year too, I enjoyed solving innovative problems and the fact that this contest is a team competition makes him unique among Physics contests !<br/><br/>This year I participated in B category with OCRR team and we are on the 4th place.",
    "lang": "en",
    "teams": [
      5158
    ],
    "images": []
  },
  {
    "event_id": 159,
    "text": "Hello, I am Rajkumar Verma. I was at 36th position in category C in physics brawl competition. I like their style of test. It was very interesting. I enjoy the test. And I highly recommend  this type of competition.<br/>Thanks.",
    "lang": "en",
    "teams": [
      5328
    ],
    "images": []
  },
  {
    "event_id": 170,
    "text": "Hello. Wow! The contest was so fast, sorry for my late attendance, I lost almost an hour. But, I have a very good judgment about the competition: fast-thinking problems, easy ones and very creatives and applier ones. Good job, organizers!!! See you next year. Regards and continue this great job.<br/>Note: For my next participation, I'm gonna expand my team hahaha.",
    "lang": "en",
    "teams": [
      5848
    ],
    "images": [
      {
        "caption": "Team PhysMath",
        "filename": "78.jpg"
      }
    ]
  },
  {
    "event_id": 170,
    "text": "Tento rok sme sa vašej súťaže zúčastnili prvý raz. Aj keď sme boli zo začiatku nervózni, dobre sme sa zabavili, získali sme nové skúsenosti a s naším umiestnením sme nesmierne spokojní: 800. miesto :D (teda tak to aspoň bolo keď sme naposledy pozerali).",
    "lang": "cs",
    "teams": [
      6601
    ],
    "images": [
      {
        "caption": "Tým Oslodraky",
        "filename": "79.jpeg"
      },
      {
        "caption": "Tým Oslodraky",
        "filename": "82.jpeg"
      },
      {
        "caption": "Tým Oslodraky",
        "filename": "81.jpeg"
      },
      {
        "caption": "Tým Oslodraky",
        "filename": "80.jpeg"
      },
      {
        "caption": "Tým Oslodraky",
        "filename": "83.jpeg"
      }
    ]
  },
  {
    "event_id": 170,
    "text": "Ďakujeme za super súťaž, bola fakt sranda a dosť sme si to užili :D<br/>Funkcie v tíme:<br/>Dominik: \"Neviem nič Katka, slabý som :((((. Idem prečítat Jánošíka\"<br/>Zuzka: \"Mami, donesieš jedlo?\", profesionálny fotograf<br/>Katka: \"Šimon, ty si múdry!\"<br/>Šimon: \"Áno\", \"Miško ako to mam teda zaokrúhliť?\"<br/>Miško: \"Šimon poď mi pomôcť.\", majster zaokruhlovač",
    "lang": "cs",
    "teams": [
      6388
    ],
    "images": [
      {
        "caption": "Tým Pikoriešky",
        "filename": "84.jpg"
      },
      {
        "caption": "Tým Pikoriešky",
        "filename": "88.jpg"
      },
      {
        "caption": "Tým Pikoriešky",
        "filename": "92.jpg"
      },
      {
        "caption": "Tým Pikoriešky",
        "filename": "87.jpg"
      },
      {
        "caption": "Tým Pikoriešky",
        "filename": "85.jpg"
      },
      {
        "caption": "Tým Pikoriešky",
        "filename": "89.jpeg"
      },
      {
        "caption": "Tým Pikoriešky",
        "filename": "90.jpeg"
      },
      {
        "caption": "Tým Pikoriešky",
        "filename": "91.jpeg"
      },
      {
        "caption": "Tým Pikoriešky",
        "filename": "86.jpg"
      }
    ]
  },
  {
    "event_id": 170,
    "text": "Thank you so much for putting together such an amazing competition.<br/>The \"We Love Isaac Physics\" Team was formed after a year of problem-solving for a UK summer camp run by the Isaac Physics Project, a free physics and maths problem site run by the University of Cambridge. All members of our team had answered very many tough questions on the site and subsequently were invited for a week of university-style quantum physics lectures and fun practicals at the University of Cambridge. United by a love of physics problem-solving, we had promised to keep in touch and continue practising physics! As we were separated geographically, this was going to be a challenge!<br/><br/> However, when we discovered Physics Brawl, we realised that this was a perfect opportunity to unite again and solve some problems together. Our team had been meeting online weekly to practise and prepare, and we found that the Physics Brawl Problems were both fun and extremely stretching. <br/><br/>Then, on Wednesday 23rd November, it was finally time to give the competition a go! We talked about team tactics in the minutes leading up to the start and decided to split up and tackle the problems in smaller groups. This approach proved to be working very well until the Hurry-Up Round was released and we quickly realised we needed to team up. We managed many of these questions but were hindered by a lack of lens knowledge and sadly just missed out on a bonus by a couple of minutes. Despite this, we thoroughly enjoyed the questions, and although we did not place very highly, we had lots of fun. Overall, it was a great bonding experience and reunited some friends in doing what they love most - physics!<br/><br/>Team We Love Isaac Physics- Esme Somerside Gregory, Moosa Saghir, Mia Stamatova, Vinson Pang, Adrian Fernandes.<br/><br/>Thanks again for this amazing opportunity,<br/>Esme Somerside Gregory",
    "lang": "en",
    "teams": [
      6655
    ],
    "images": [
      {
        "caption": "Team We Love Isaac Physics",
        "filename": "93.png"
      }
    ]
  },
  {
    "event_id": 170,
    "text": "Participation in Physics Brawl Online was an exciting new experience for all of us. It was our first international competition and in the beginning, admittedly we were a little bit nervous about it. Fortunately as the tournament progressed, most of the pressure we felt has alleviated and we became increasingly confident in ourselves as a team. This change in attitude was in large part thanks to the fact that the competition was well organized and had an easy to navigate system. We worked together dynamically, and the smooth communication between team members ensured that we never stalled at a problem and always had a clear plan for every stage of the tournament, even if it meant the strategic abandonment of certain exercises in favor of others that better suited our skillset. Being able to work togehter well, has allowed us to solve problems with solutions way more complicated, than what the hungarian curriculum had prepared us for.<br/><br/>To summarize, taking part in this competition was a unique experience for all of us. We took home loads of personal and technical experience, but what matters the most is that we had great fun and we would gladly take part in this competition next year.",
    "lang": "en",
    "teams": [
      6446
    ],
    "images": [
      {
        "caption": "Team Sherlock Ohmz",
        "filename": "94.jpg"
      },
      {
        "caption": "Team Sherlock Ohmz",
        "filename": "95.jpg"
      }
    ]
  },
  {
    "event_id": 170,
    "text": "3:50 (GMT) - the team assembles and eagerly awaits the start of the competition. We had just become recently acquainted with each other, and together with over 100 other teams from across the globe, were about to embark upon a 3 hour marathon of physics problem solving. The countdown clock is ticking. Wish us luck!<br/><br/>4:00 (GMT) - the time starts and we leap into action. After quickly scanning the questions, we divide the problems amongst ourselves and get to work.<br/><br/>4:30 (GMT) - having bagged several correct questions after a promising initial dash, we hit a roadblock. A couple of difficult questions halt us in our tracks and our progress dwindles.<br/><br/>5:00 (GMT) - the hurry up set is now unlocked and we all jump on the opportunity to score bonus points, a crucial strategy in our path to victory.<br/><br/>5:30 (GMT) - having secured some bonus points, we now attack both problem sets with a new found confidence. A flurry of activity ensues as we quickly make ground, knocking down problems left and right. As the points come in, we can see our team name moving up the leader board in real time.<br/><br/>6:30 (GMT) - with only half an hour left to go, we prepare for a final push. One last chance to get ahead in the rankings.<br/><br/>7:00 (GMT) - a last minute answer pushes us up 5 more points just before our time runs out, giving us the extra boost needed to secure our place in the top 40. It was a valiant effort, and while we didn't quite make it to the top, we were still very pleased with how far we'd come.<br/><br/>The brawl had emphasised the need for good communication and efficient allocation of time, and in hindsight we probably should've skipped more questions and been more selective of how long to spend on each question. But most importantly we all had fun challenging ourselves and in the process had gotten to know each other better.\nMaybe next year we'll return and reach the summit, but for now it was off to celebrate and enjoy a well earned meal...",
    "lang": "en",
    "teams": [
      6222
    ],
    "images": [
      {
        "caption": "Team Einstein's Paradox",
        "filename": "97.jpg"
      },
      {
        "caption": "Team Einstein's Paradox",
        "filename": "96.jpg"
      }
    ]
  },
  {
    "event_id": 170,
    "text": "Odštartovali sme vynikajúco... 1 člen meškal na začiatku súťaže a pripojil sa až po nejakých piatich minútach. Počítalo sa dobre a novú silu naštartovala hurry-up séria, na ktorú sme sa okamžite po jej zverejnení s nadšením vrhli. Úpadok morálky nastal asi 45 minút pred koncom súťaže, keď sa niektorí členovia rozhodli objednať si pizzu. Zavŕšili sme súťaž vo veľmi pozitívnom duchu, nakoľko sa nám ešte 20 sekúnd pred koncom podarilo vyriešiť poslednú úlohu. Celkovo si myslím, že sme s výsledkom aj súťažou nadmieru spokojní.",
    "lang": "cs",
    "teams": [
      6268
    ],
    "images": [
      {
        "caption": "Tým MN4U",
        "filename": "98.jpg"
      },
      {
        "caption": "Tým MN4U",
        "filename": "99.jpg"
      },
      {
        "caption": "Tým MN4U",
        "filename": "102.jpg"
      },
      {
        "caption": "Tým MN4U",
        "filename": "101.jpg"
      },
      {
        "caption": "Tým MN4U",
        "filename": "100.jpg"
      }
    ]
  },
  {
    "event_id": 170,
    "text": "It was a great experience. We got to interact with our juniors and also our bond with our juniors improved. We helped each other through out the competition. We had so much fun solving the questions with our juniors. We got to educate ourselves more. The importance of team work will surely reflect in our results. We loved the competition. It made us value time. We are looking forward to more competitions like these.",
    "lang": "en",
    "teams": [
      6702
    ],
    "images": [
      {
        "caption": "Team Ahis_AlevelG2",
        "filename": "103.jpg"
      }
    ]
  }
]
